{
    "Caffeine": {"name": "Caffeine", "desc": "Enter the number of cups of coffee, energy drinks, caffeinated tea, or caffeinated sodas you consumed today from 0-10.", "scale": "0-10 number of cups of coffee or caffeine intake", "type": "factor"},
    "Dream Intensity": {"name": "Dream Intensity", "desc":"Enter your rating of how intense, vivid or disturbing your dreams were last night from 0-10. For example, enter 0 for no dreams at all, 1-3 for less than normal, 4-6 for average or usual level of dream intensity, and 7-10 for very vivid or intense dreams.", "scale": "0 - no dreams, 10 - extremely vivid or disturbing dreams",  "type": "factor"},
    "Exercise": {"name": "Exercise", "desc": "Enter your rating for how much you exercised today compared to your average or usual level of activity. For example, enter 0 for not at all, 1-3 for significantly less than your normal amount, 4-6 for close to normal, and 7-10 for significantly more active than normal. ", "scale": "0 - no exercise at all, 10 - extremely high exercise", "type": "factor"},
    "Night-Eating": {"name": "Night-Eating", "desc":"Enter your rating of how much you ate and how close to bedtime you ate today. For example, enter 0 if you did not eat within 2 hours of bedtime and 10 if you ate right before bedtime. You can enter just 0 or 10 or you can also subjectively rate the amount you ate and how close it was to bedtime, using lower numbers for eating very little and not too close to bedtime and higher numbers for eating larger amounts closer to sleep.", "scale": "0 - no eating within 2 hours of bed, 10 - ate large amounts right before sleep",  "type": "symptom"},
    "Alcohol Use": {"name": "Alcohol Use", "desc": "Enter the number of glasses of alcohol, number of beers, or number of shots of hard liquor you consumed today from 0-10.", "scale": "0-10 number of glasses", "type": "factor"},
    "Healthy Eating": {"name": "Healthy Eating", "desc": "Enter your rating of how well you think you ate today. For example, enter 0-3 if you ate food that was significantly less healthy or nutritional than usual, 4-6 for close to your normal, and 7-10 for highly nutritional and healthy choices. ", "scale": "0 - terribly unhealthy choices, 10 - extremely healthy choices", "type": "factor"},
    "Medication Compliance": {"name": "Medication Compliance", "desc": "Enter your rating of how compliant you were with taking the correct dosage of your medication on time today. For example, enter 0 if you missed every dose of your medication today, 1-4 if you were less compliant than normal, 5-6 if you were relatively compliant, 7-9 if you were very compliant, and 10 if you took every dose of your medicine on time today. ", "scale": "0 - completely non-compliant, 10 - 100% compliant", "type": "factor"},
    "Physical Health": {"name": "Physical Health", "desc": "Enter your rating of how physically healthy you feel. For example, enter 0 - 3 if you are in physical pain, have a terrible cold, or feel physically miserable. Enter 4-6 if you feel OK. Enter 7-10 if you feel very healthy today with few physical issues. ", "scale": "0 - I feel extremely physically sick, 10 - I feel perfectly healthy", "type": "factor"},
    "Relationship Health": {"name": "Relationship Health", "desc": "Enter your rating of how healthy you feel your current relationship is with a spouse or partner. Enter 0-3 if the relationship is currently very stressful and if you are experiencing a lot of conflict, 4-6 if your relationship health is feeling OK, and 7-10 if your relationship is feeling very healthy and positive right now.", "scale": "0 - very stressful with lots of conflict, 10 - feels perfectly healthy and positive", "type": "factor"},
    "Sexuality": {"name": "Sexuality", "desc": "Enter your rating for your sexual feelings today. For example, enter 0-3 if you have little to no feelings or thoughts of sexuality or desire, 4-6 for average/normal for you, 7-10 for feeling highly sexual or hypersexual.", "scale": "0 - absolutely no sexual desire, 10 - extremely hypersexual", "type": "factor"},
    "Sleep Quality": {"name": "Sleep Quality", "desc": "Enter your rating for how well you slept. For example, enter 0-3 if you slept badly, could not fall asleep, could not stay asleep, or if you woke up feeling unrested; enter 4-6 if your sleep quality was close to average or normal for you; and enter 7-10 if you slept very well and woke up feeling rested. ", "scale": "0 - terrible, 10 - extremely restful", "type": "factor"},
    "Sleep Quantity": {"name": "Sleep Quantity", "desc": "Enter the number of hours you slept last night from 0-10. Do not include naps during the day. If you slept more than 10 hours last night, you can just enter 10. ", "scale": "0 to 10 hours of sleep", "type": "factor"},
    "Spending": {"name": "Spending", "desc": "Enter your rating of your level of spending on unnecessary or unneeded items today. For example, enter 0-3 if you stayed within your usual budget and did not spend money on unnecessary items, enter 4-6 if you spent some money on unnecessary items, and enter 7-10 for more than usual or excessive spending on unneeded items.", "scale": "0 - spent no money today on unnecessary items, 10 - spent extremely high amounts of money on unnecessary items", "type": "factor"},
    "Stress": {"name": "Stress", "desc": "Enter your rating of how stressed you feel today. For example, enter 0-3 for no stress or low levels of stress, 4-6 for close to average levels of stress, and 7-10 if you are feeling higher than normal levels of stress. If there is a particular issue causing stress, feel free to enter a note today about what is causing the stress. ", "scale": "0 - no stress at all, 10 - extremely stressed ", "type": "factor"},
    "Sugar Intake": {"name": "Sugar Intake", "desc": "Enter your rating of how much added or refined sugar you consumed today compared to your normal intake. For example, enter 0-3 for none or significantly less than your normal level, 4-6 for close to your average level, and 7-10 for significantly more sugar consumed than normal.", "scale": "0 - no sugar intake, 10 - extremely high sugar intake", "type": "factor"},
    "Absent-Mindedness": {"name": "Absent-Mindedness" , "desc": "Enter your rating for your level of absent-mindedness or spaciness today. For example, enter 0-3 if you were not absent-minded or were less absent-minded than usual, 4-6 if you were near your normal levels of absent-mindedness, and 7-10 if you were very spacy or absent-minded today. ", "scale": "0 - no absentmindedness, 10 - extremely spacy/absentminded", "type": "symptom"},
    "Agitation": {"name": "Agitation" , "desc": "Enter your rating for how agitated, short-fused, or irritable you were today. For example, enter 0-3 if you were not agitated or were much less agitated than usual, 4-6 if you were near your normal level of agitation, and 7-10 if you were very agitated or irritable today.", "scale": "0 - no agitation or irritability, 10 - extremely irritable, short-fused, angry, or agitated", "type": "symptom"},
    "Anxiety": {"name": "Anxiety" , "desc": "I was anxious today.", "scale": "0 - no anxiety or worries, 10 - extremely anxious, panicked, or worried", "type": "symptom"},
    "Appetite": {"name": "Appetite" , "desc": "I was hungry today and consumed food regularly.", "scale": "0 - no appetite at all, 10 - ravenously hungry", "type": "symptom"},
    "Cognitive Problems": {"name": "Cognitive Problems" , "desc": "Enter your rating of how anxious or worried you were today. For example, enter 0-3 if you were not anxious or worried or were less anxious than usual, 4-6 if you were near your normal level of anxiety, and 7-10 if you were highly anxious and worried today. ", "scale": "0 - no cognitive problems at all, 10 - extremely forgetful, spacy, and foggy.", "type": "symptom"},
    "Distractibility": {"name": "Distractibility" , "desc": "Enter your rating of your level of distractibility or inability to complete tasks today. For example, enter 0-3 if you were able to stay on-task and not easily distracted, 4-6 if you were near your normal level of distractibility, and 7-10 if you were very distracted and unable to stay on-task today. ", "scale": "0 - not distracted and fully able to complete tasks, 10 - completely distracted", "type": "symptom"},
    "Energy": {"name": "Energy" , "desc": "Enter your rating of how energetic you were today. For example, enter 0-3 if you experienced very low levels of energy today, 4-6 if you were near your normal levels of energy, and 7-10 if you were very or extremely energetic today. ", "scale": "0 - no energy at all, 10 - extremely excessive levels of physical and mental energy", "type": "symptom"},
    "Episode/Cycling": {"name": "Episode/Cycling" , "desc": "Enter your rating of whether you believe you are currently experiencing a bipolar mood episode/cycle today. Enter 0-3 if you feel you are not cycling or are experiencing low level depression or euphoric/dysphoric mania, 4-6 if you feel like you are in a mood episode but it is not yet severe, and 7-10 if you feel like you are in a severe mood episode. ", "scale": "0 - no mood cycling, 10 - severe mood cycling", "type": "symptom"},
    "Personal Hygiene": {"name": "Personal Hygiene" , "desc": "Enter your rating of how you met your personal or physical hygiene needs today. This includes things like showering or bathing, brushing your teeth, etc. Enter 0-3 if you were unable to complete your basic hygiene tasks like showering or brushing or teeth, 4-6 if you were able to complete some or most of your hygiene tasks, and 7-10 if you were very or extremely hygienic. ", "scale": "0 - not able to care for my physical hygiene at all, 10 - completed all of my personal and physical hygiene tasks today", "type": "symptom"},
    "Impulsivity": {"name": "Impulsivity" , "desc": "Enter your rating of how impulsive you were today. Enter 0-3 if you were not very impulsive and engaged in little risky/impulse-driven behavior, 4-6 if your impulsivity was what you would consider average or normal for you, and 7-10 if you were highly impulsive and engaged in risky behaviors. ", "scale": "0 - not impulsive at all, 10 - extremely impulsive", "type": "symptom"},
    "Mood Scale": {"name": "Mood Scale" , "desc": "Enter your rating of how happy you felt overall today. Enter 0-3 if you are very sad, despairing, or hopeless, 4-5 if you feel somewhat happy, 6-8 if you are very happy, and 9-10 if you are extremely happy or ecstatic. ", "scale": "0 - suicidally depressed/hopeless, 10 - elated/ecstatic", "type": "symptom"},
    "Psychosis": {"name": "Psychosis" , "desc": "Rate whether you experienced psychosis (hallucinations or delusions) today and your rating of the severity of your psychosis from 0 (none) to 10 ( extremely severe). ", "scale": "0 - no psychosis, 10 - experiencing intense hallucinations or delusions", "type": "symptom"},
    "Suicidality": {"name": "Suicidality" , "desc": "Rate whether you experienced suicidal thoughts today. Rate the severity of your suicidal thoughts from 0 (none) to 10 (extremely severe). If you are having thoughts of suicide, please call the suicide hotline at …..", "scale": "0 - no suicidal thoughts, 10 - recurrent and overwhelming suicidal thoughts and plans, need help", "type": "symptom"}
}
